Repository: arkadeleon/ragnarok-offline
Catalog: RagnarokOffline/Resources/Database.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, th, tr, zh_hans, zh_hant

source: (Egg Item)
de: (Pet-Ei-Item)
es: (Objeto huevo de pet)
fr: (Objet œuf de familier)
id: (Item Telur Pet)
it: (Oggetto uovo pet)
ja: (ペット卵アイテム)
ko: (펫 알 아이템)
pt_br: (Item ovo de pet)
ru: (Яйцо питомца)
th: (ไอเทมไข่สัตว์เลี้ยง)
tr: (Pet yumurtası eşyası)
zh_hans: (宠物蛋道具)
zh_hant: (寵物蛋道具)

source: (Equip Item)
de: (Ausrüstungsitem)
es: (Objeto de equipo)
fr: (Objet d’équipement)
id: (Item Equip)
it: (Oggetto equip)
ja: (装備アイテム)
ko: (장비 아이템)
pt_br: (Item de equipamento)
ru: (Предмет экипировки)
th: (ไอเทมอุปกรณ์)
tr: (Ekipman eşyası)
zh_hans: (装备道具)
zh_hant: (裝備道具)

source: (Food Item)
de: (Pet-Futter)
es: (Comida de pet)
fr: (Nourriture de familier)
id: (Makanan Pet)
it: (Cibo pet)
ja: (ペットフード)
ko: (펫 먹이)
pt_br: (Comida de pet)
ru: (Корм для питомца)
th: (อาหารสัตว์เลี้ยง)
tr: (Pet yemi)
zh_hans: (宠物饲料)
zh_hant: (寵物飼料)

source: (Tame Item)
de: (Zähmitem)
es: (Objeto de captura)
fr: (Objet de capture)
id: (Item Tame)
it: (Oggetto tame)
ja: (テイムアイテム)
ko: (테이밍 아이템)
pt_br: (Item de captura)
ru: (Предмет приручения)
th: (ไอเทมจับสัตว์เลี้ยง)
tr: (Yakalama eşyası)
zh_hans: (捕捉道具)
zh_hant: (捕捉道具)

source: Allow Auto Feed
de: Auto-Füttern erlauben
es: Permitir alimentación automática
fr: Autoriser l’alimentation auto
id: Izinkan Auto Feed
it: Consenti auto feed
ja: 自動餌やり許可
ko: 자동 먹이 허용
pt_br: Permitir alimentação automática
ru: Разрешить автокормление
th: อนุญาตให้อาหารอัตโนมัติ
tr: Otomatik beslemeye izin ver
zh_hans: 允许自动喂食
zh_hant: 允許自動餵食

source: Ammo Type
de: Munitionstyp
es: Tipo de munición
fr: Type de munition
id: Jenis Ammo
it: Tipo munizioni
ja: 矢弾タイプ
ko: 탄약 종류
pt_br: Tipo de munição
ru: Тип боеприпасов
th: ประเภทกระสุน
tr: Cephane türü
zh_hans: 弹药类型
zh_hant: 彈藥類型

source: AP Factor
de: AP-Faktor
es: Factor de AP
fr: Facteur d’AP
id: Faktor AP
it: Fattore AP
ja: AP係数
ko: AP 계수
pt_br: Fator de AP
ru: Коэффициент AP
th: ตัวคูณ AP
tr: AP katsayısı
zh_hans: AP 系数
zh_hant: AP 係數

source: AP Increase
de: AP-Zuwachs
es: Aumento de AP
fr: Gain d’AP
id: Kenaikan AP
it: Incremento AP
ja: AP増加量
ko: AP 증가량
pt_br: Aumento de AP
ru: Прирост AP
th: AP ที่เพิ่มขึ้น
tr: AP artışı
zh_hans: AP 增量
zh_hant: AP 增量

source: Armor Level
de: Rüstungsstufe
es: Nivel de armadura
fr: Niveau d’armure
id: Level Armor
it: Livello armatura
ja: 防具レベル
ko: 방어구 레벨
pt_br: Nível da armadura
ru: Уровень брони
th: เลเวลชุดเกราะ
tr: Zırh seviyesi
zh_hans: 防具等级
zh_hant: 防具等級

source: Attack
de: ATK
es: ATK
fr: ATK
id: ATK
it: ATK
ja: ATK
ko: ATK
pt_br: ATK
ru: ATK
th: ATK
tr: ATK
zh_hans: ATK
zh_hant: ATK

source: Attack Delay
de: Angriffsverzögerung
es: Intervalo de ataque
fr: Délai d’attaque
id: Delay Serangan
it: Delay attacco
ja: 攻撃ディレイ
ko: 공격 딜레이
pt_br: Intervalo de ataque
ru: Задержка атаки
th: ดีเลย์โจมตี
tr: Saldırı gecikmesi
zh_hans: 攻击间隔
zh_hant: 攻擊間隔

source: Attack Motion
de: Angriffsanimation
es: Animación de ataque
fr: Animation d’attaque
id: Motion Serangan
it: Animazione attacco
ja: 攻撃モーション
ko: 공격 모션
pt_br: Animação de ataque
ru: Анимация атаки
th: ท่าโจมตี
tr: Saldırı animasyonu
zh_hans: 攻击动作
zh_hant: 攻擊動作

source: Attack Range
de: Angriffsreichweite
es: Alcance de ataque
fr: Portée d’attaque
id: Jarak Serangan
it: Raggio attacco
ja: 攻撃射程
ko: 공격 범위
pt_br: Alcance de ataque
ru: Дальность атаки
th: ระยะโจมตี
tr: Saldırı menzili
zh_hans: 攻击距离
zh_hant: 攻擊距離

source: Attack Rate
de: Angriffsrate
es: Tasa de ataque
fr: Taux d’attaque
id: Rate Serangan
it: Rate attacco
ja: 攻撃率
ko: 공격 확률
pt_br: Taxa de ataque
ru: Частота атаки
th: อัตราโจมตี
tr: Saldırı oranı
zh_hans: 攻击率
zh_hant: 攻擊率

source: Base Attack
de: Basis-ATK
es: ATK base
fr: ATK de base
id: Base ATK
it: ATK base
ja: 基本ATK
ko: 기본 ATK
pt_br: ATK base
ru: Базовый ATK
th: Base ATK
tr: Temel ATK
zh_hans: 基础 ATK
zh_hant: 基礎 ATK

source: Base Magic Attack
de: Basis-MATK
es: MATK base
fr: MATK de base
id: Base MATK
it: MATK base
ja: 基本MATK
ko: 기본 MATK
pt_br: MATK base
ru: Базовый MATK
th: Base MATK
tr: Temel MATK
zh_hans: 基础 MATK
zh_hant: 基礎 MATK

source: Bonus Stats
de: Bonuswerte
es: Stats de bonificación
fr: Stats bonus
id: Bonus Stat
it: Stat bonus
ja: ボーナスステータス
ko: 보너스 스탯
pt_br: Atributos bônus
ru: Бонусные характеристики
th: ค่าสเตตัสโบนัส
tr: Bonus statlar
zh_hans: 属性奖励
zh_hant: 屬性獎勵

source: Buy
de: Kaufpreis
es: Compra
fr: Achat
id: Beli
it: Compra
ja: 買値
ko: 구매가
pt_br: Compra
ru: Покупка
th: ราคาซื้อ
tr: Alış
zh_hans: 买价
zh_hant: 買價

source: Capture Rate
de: Fangrate
es: Tasa de captura
fr: Taux de capture
id: Rate Tangkap
it: Rate cattura
ja: 捕獲率
ko: 포획 확률
pt_br: Taxa de captura
ru: Шанс поимки
th: อัตราจับ
tr: Yakalama oranı
zh_hans: 捕捉率
zh_hant: 捕捉率

source: Card Type
de: Kartentyp
es: Tipo de carta
fr: Type de carte
id: Jenis Kartu
it: Tipo carta
ja: カードタイプ
ko: 카드 종류
pt_br: Tipo de carta
ru: Тип карты
th: ประเภทการ์ด
tr: Kart türü
zh_hans: 卡片类型
zh_hant: 卡片類型

source: Change Target Rate
de: Zielwechselrate
es: Tasa de cambio de objetivo
fr: Taux de changement de cible
id: Rate Ganti Target
it: Rate cambio bersaglio
ja: ターゲット変更率
ko: 타겟 변경 확률
pt_br: Taxa de troca de alvo
ru: Шанс смены цели
th: อัตราเปลี่ยนเป้าหมาย
tr: Hedef değiştirme oranı
zh_hans: 换目标率
zh_hant: 換目標率

source: Chase Range
de: Verfolgungsreichweite
es: Alcance de persecución
fr: Portée de poursuite
id: Jarak Kejar
it: Raggio inseguimento
ja: 追跡範囲
ko: 추적 범위
pt_br: Alcance de perseguição
ru: Дальность преследования
th: ระยะไล่ตาม
tr: Takip menzili
zh_hans: 追击距离
zh_hant: 追擊距離

source: Class
de: Klasse
es: Clase
fr: Classe
it: Classe
ja: クラス
ko: 클래스
pt_br: Classe
ru: Класс
th: คลาส
tr: Sınıf
zh_hans: 类别
zh_hant: 類別

source: Classes
de: Jobklassen
es: Clases
id: Class
it: Classi
ja: 職業系統
ko: 직업군
ru: Профессии
th: อาชีพ
tr: Meslekler
zh_hans: 职业类型
zh_hant: 職業類型

source: Client Attack Motion
de: Client-Angriffsanimation
es: Animación de ataque del cliente
fr: Animation d’attaque client
id: Motion Serangan Client
it: Animazione attacco client
ja: クライアント攻撃モーション
ko: 클라이언트 공격 모션
pt_br: Animação de ataque do cliente
ru: Клиентская анимация атаки
th: ท่าโจมตีฝั่งไคลเอนต์
tr: İstemci saldırı animasyonu
zh_hans: 客户端攻击动作
zh_hant: 用戶端攻擊動作

source: Damage Motion
de: Trefferanimation
es: Animación de daño
fr: Animation de dégâts
id: Motion Damage
it: Animazione danno
ja: 被弾モーション
ko: 피격 모션
pt_br: Animação de dano
ru: Анимация урона
th: ท่ารับดาเมจ
tr: Hasar animasyonu
zh_hans: 受击动作
zh_hant: 受擊動作

source: Damage Taken
de: Erlittener Schaden
es: Daño recibido
fr: Dégâts reçus
id: Damage Diterima
it: Danno subito
ja: 被ダメージ
ko: 받는 피해
pt_br: Dano recebido
ru: Получаемый урон
th: ดาเมจที่ได้รับ
tr: Alınan hasar
zh_hans: 承受伤害
zh_hant: 承受傷害

source: Default
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
zh_hans: 默认
zh_hant: 預設

source: Defense
de: DEF
es: DEF
fr: DEF
id: DEF
it: DEF
ja: DEF
ko: DEF
pt_br: DEF
ru: DEF
th: DEF
tr: DEF
zh_hans: DEF
zh_hant: DEF

source: Description
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
th: คำอธิบาย
tr: Açıklama
zh_hans: 说明
zh_hant: 說明

source: Dropped By
de: Gedroppt von
es: Lo suelta
fr: Drop par
id: Drop dari
it: Drop da
ja: ドロップ元
ko: 드롭 몬스터
pt_br: Derrubado por
ru: Падает с
th: ดรอปจาก
tr: Düşüren
zh_hans: 掉落来源
zh_hant: 掉落來源

source: Element Level
de: Elementstufe
es: Nivel de elemento
fr: Niveau d’élément
id: Level Elemen
it: Livello elemento
ja: 属性レベル
ko: 속성 레벨
pt_br: Nível do elemento
ru: Уровень элемента
th: เลเวลธาตุ
tr: Element seviyesi
zh_hans: 属性等级
zh_hant: 屬性等級

source: End on End
de: Ende bei Ende
es: Termina al terminar
fr: Fin à la fin
id: End saat End
it: Termina alla fine
ja: 終了時解除
ko: 종료 시 해제
pt_br: Termina ao terminar
ru: Завершать при окончании
th: สิ้นสุดเมื่อจบ
tr: Bitişte sona erer
zh_hans: 结束时解除
zh_hant: 結束時解除

source: End on Start
de: Ende beim Start
es: Termina al iniciar
fr: Fin au début
id: End saat Start
it: Termina all’inizio
ja: 開始時解除
ko: 시작 시 해제
pt_br: Termina ao iniciar
ru: Завершать при начале
th: สิ้นสุดเมื่อเริ่ม
tr: Başlangıçta sona erer
zh_hans: 开始时解除
zh_hant: 開始時解除

source: End Return
de: Rückkehr beim Ende
es: Retorno al terminar
fr: Retour à la fin
id: Return saat End
it: Ritorno alla fine
ja: 終了時復帰
ko: 종료 시 반환
pt_br: Retorno ao terminar
ru: Возврат при окончании
th: คืนค่าเมื่อสิ้นสุด
tr: Bitişte geri dön
zh_hans: 结束返回
zh_hant: 結束返回

source: Equip Script
de: Ausrüstungsskript
es: Script al equipar
fr: Script d’équipement
id: Script Equip
it: Script equip
ja: 装備スクリプト
ko: 장착 스크립트
pt_br: Script ao equipar
ru: Скрипт экипировки
th: สคริปต์เมื่อสวมใส่
tr: Kuşanma betiği
zh_hans: 装备脚本
zh_hant: 裝備腳本

source: Fail
de: Fehlschlag
es: Fallo
fr: Échec
id: Gagal
it: Fallimento
ja: 失敗
ko: 실패
pt_br: Falha
ru: Сбой
th: ล้มเหลว
tr: Başarısız
zh_hans: 失败
zh_hant: 失敗

source: Fullness
de: Sättigung
es: Saciedad
fr: Satiété
id: Kekenyangan
it: Sazietà
ja: 満腹度
ko: 포만도
pt_br: Saciedade
ru: Сытость
th: ความอิ่ม
tr: Tokluk
zh_hans: 饱食度
zh_hant: 飽食度

source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Sesso
ja: 性別
ko: 성별
pt_br: Gênero
ru: Пол
th: เพศ
tr: Cinsiyet
zh_hans: 性别
zh_hant: 性別

source: Gradable
de: Gradierbar
es: Con grado
fr: Améliorable par grade
id: Bisa Grade
it: Gradabile
ja: グレード可能
ko: 등급 강화 가능
pt_br: Com grade
ru: Можно повышать грейд
th: เพิ่มเกรดได้
tr: Grade yapılabilir
zh_hans: 可升阶
zh_hant: 可升階

source: HP Factor
de: HP-Faktor
es: Factor de HP
fr: Facteur de HP
id: Faktor HP
it: Fattore HP
ja: HP係数
ko: HP 계수
pt_br: Fator de HP
ru: Коэффициент HP
th: ตัวคูณ HP
tr: HP katsayısı
zh_hans: HP 系数
zh_hant: HP 係數

source: HP Increase
de: HP-Zuwachs
es: Aumento de HP
fr: Gain de HP
id: Kenaikan HP
it: Incremento HP
ja: HP増加量
ko: HP 증가량
pt_br: Aumento de HP
ru: Прирост HP
th: HP ที่เพิ่มขึ้น
tr: HP artışı
zh_hans: HP 增量
zh_hant: HP 增量

source: Hunger Increase
de: Hungerzuwachs
es: Aumento de hambre
fr: Gain de faim
id: Kenaikan Lapar
it: Incremento fame
ja: 空腹増加量
ko: 배고픔 증가량
pt_br: Aumento de fome
ru: Рост голода
th: ค่าหิวที่เพิ่มขึ้น
tr: Açlık artışı
zh_hans: 饥饿增加量
zh_hant: 飢餓增加量

source: Hungry Delay
de: Hungerintervall
es: Intervalo de hambre
fr: Intervalle de faim
id: Delay Lapar
it: Intervallo fame
ja: 空腹間隔
ko: 배고픔 간격
pt_br: Intervalo de fome
ru: Интервал голода
th: ช่วงเวลาหิว
tr: Açlık aralığı
zh_hans: 饥饿间隔
zh_hant: 飢餓間隔

source: Intimacy Fed
de: Zuneigung beim Füttern
es: Intimidad al alimentar
fr: Intimité nourri
id: Intimacy Saat Diberi Makan
it: Intimacy nutrito
ja: 給餌時親密度
ko: 먹이 친밀도
pt_br: Intimidade ao alimentar
ru: Близость при кормлении
th: ความสนิทเมื่อให้อาหาร
tr: Beslenince yakınlık
zh_hans: 喂食亲密度
zh_hant: 餵食親密度

source: Intimacy Hungry
de: Zuneigung bei Hunger
es: Intimidad con hambre
fr: Intimité affamé
id: Intimacy Saat Lapar
it: Intimacy affamato
ja: 空腹時親密度
ko: 배고픔 친밀도
pt_br: Intimidade com fome
ru: Близость при голоде
th: ความสนิทเมื่อหิว
tr: Açken yakınlık
zh_hans: 饥饿亲密度
zh_hant: 飢餓親密度

source: Intimacy Overfed
de: Zuneigung bei Überfütterung
es: Intimidad por sobrealimentación
fr: Intimité trop nourri
id: Intimacy Saat Terlalu Kenyang
it: Intimacy sovralimentato
ja: 過給餌時親密度
ko: 과식 친밀도
pt_br: Intimidade por excesso de comida
ru: Близость при перекорме
th: ความสนิทเมื่อให้อาหารเกิน
tr: Fazla beslenince yakınlık
zh_hans: 过度喂食亲密度
zh_hant: 過度餵食親密度

source: Intimacy OwnerDie
de: Zuneigung bei Tod des Besitzers
es: Intimidad al morir el dueño
fr: Intimité à la mort du maître
id: Intimacy Saat Pemilik Mati
it: Intimacy morte padrone
ja: 飼い主死亡時親密度
ko: 주인 사망 친밀도
pt_br: Intimidade ao morrer o dono
ru: Близость при смерти хозяина
th: ความสนิทเมื่อเจ้าของตาย
tr: Sahibi ölünce yakınlık
zh_hans: 主人死亡亲密度
zh_hant: 主人死亡親密度

source: Intimacy Start
de: Startzuneigung
es: Intimidad inicial
fr: Intimité initiale
id: Intimacy Awal
it: Intimacy iniziale
ja: 初期親密度
ko: 초기 친밀도
pt_br: Intimidade inicial
ru: Начальная близость
th: ความสนิทเริ่มต้น
tr: Başlangıç yakınlığı
zh_hans: 初始亲密度
zh_hant: 初始親密度

source: Item Database
de: Item-Datenbank
es: Base de datos de objetos
fr: Base de données des objets
id: Database Item
it: Database oggetti
ja: アイテムデータベース
ko: 아이템 데이터베이스
pt_br: Banco de dados de itens
ru: База предметов
th: ฐานข้อมูลไอเทม
tr: Eşya veritabanı
zh_hans: 道具数据库
zh_hant: 道具資料庫

source: Job Database
de: Job-Datenbank
es: Base de datos de jobs
fr: Base de données des jobs
id: Database Job
it: Database job
ja: 職業データベース
ko: 직업 데이터베이스
pt_br: Banco de dados de classes
ru: База профессий
th: ฐานข้อมูลอาชีพ
tr: Meslek veritabanı
zh_hans: 职业数据库
zh_hant: 職業資料庫

source: Locations
de: Ausrüstungspositionen
es: Posiciones de equipo
fr: Emplacements d’équipement
id: Lokasi Equip
it: Posizioni equip
ja: 装備位置
ko: 장착 위치
pt_br: Posições de equipamento
ru: Слоты экипировки
th: ตำแหน่งสวมใส่
tr: Ekipman konumları
zh_hans: 装备位置
zh_hant: 裝備位置

source: Magic Attack
de: MATK
es: MATK
fr: MATK
id: MATK
it: MATK
ja: MATK
ko: MATK
pt_br: MATK
ru: MATK
th: MATK
tr: MATK
zh_hans: MATK
zh_hant: MATK

source: Magic Defense
de: MDEF
es: MDEF
fr: MDEF
id: MDEF
it: MDEF
ja: MDEF
ko: MDEF
pt_br: MDEF
ru: MDEF
th: MDEF
tr: MDEF
zh_hans: MDEF
zh_hant: MDEF

source: Magic Resistance
de: MRES
es: MRES
fr: MRES
id: MRES
it: MRES
ja: MRES
ko: MRES
pt_br: MRES
ru: MRES
th: MRES
tr: MRES
zh_hans: MRES
zh_hant: MRES

source: Map Database
de: Karten-Datenbank
es: Base de datos de mapas
fr: Base de données des cartes
id: Database Map
it: Database mappe
ja: マップデータベース
ko: 맵 데이터베이스
pt_br: Banco de dados de mapas
ru: База карт
th: ฐานข้อมูลแผนที่
tr: Harita veritabanı
zh_hans: 地图数据库
zh_hant: 地圖資料庫

source: Maps
de: Karten
es: Mapas
fr: Cartes
id: Map
it: Mappe
ja: マップ
ko: 맵
pt_br: Mapas
ru: Карты
th: แผนที่
tr: Haritalar
zh_hans: 地图
zh_hant: 地圖

source: Max Weight
de: Maximale Traglast
es: Peso máximo
fr: Poids maximal
id: Berat Maksimum
it: Peso massimo
ja: 最大所持重量
ko: 최대 소지 무게
pt_br: Peso máximo
ru: Макс. вес
th: น้ำหนักสูงสุด
tr: Maksimum ağırlık
zh_hans: 最大负重
zh_hant: 最大負重

source: Maximum Attack
de: Max. ATK
es: ATK máximo
fr: ATK max.
id: ATK Maksimum
it: ATK massimo
ja: 最大ATK
ko: 최대 ATK
pt_br: ATK máximo
ru: Макс. ATK
th: ATK สูงสุด
tr: Maks. ATK
zh_hans: 最大 ATK
zh_hant: 最大 ATK

source: Maximum Level
de: Maximallevel
es: Nivel máximo
fr: Niveau maximal
id: Level Maksimum
it: Livello massimo
ja: 最大レベル
ko: 최대 레벨
pt_br: Nível máximo
ru: Макс. уровень
th: เลเวลสูงสุด
tr: Maksimum seviye
zh_hans: 最高等级
zh_hant: 最高等級

source: Minimum Attack
de: Min. ATK
es: ATK mínimo
fr: ATK min.
id: ATK Minimum
it: ATK minimo
ja: 最小ATK
ko: 최소 ATK
pt_br: ATK mínimo
ru: Мин. ATK
th: ATK ต่ำสุด
tr: Min. ATK
zh_hans: 最小 ATK
zh_hant: 最小 ATK

source: Minimum Level
de: Mindestlevel
es: Nivel mínimo
fr: Niveau minimal
id: Level Minimum
it: Livello minimo
ja: 最低レベル
ko: 최소 레벨
pt_br: Nível mínimo
ru: Мин. уровень
th: เลเวลต่ำสุด
tr: Minimum seviye
zh_hans: 最低等级
zh_hant: 最低等級

source: Modes
de: Modi
es: Modos
id: Mode
it: Modalità
ja: モード
ko: 모드
pt_br: Modos
ru: Режимы
th: โหมด
tr: Modlar
zh_hans: 模式
zh_hant: 模式

source: Monster Database
de: Monster-Datenbank
es: Base de datos de monstruos
fr: Base de données des monstres
id: Database Monster
it: Database mostri
ja: モンスターデータベース
ko: 몬스터 데이터베이스
pt_br: Banco de dados de monstros
ru: База монстров
th: ฐานข้อมูลมอนสเตอร์
tr: Canavar veritabanı
zh_hans: 魔物数据库
zh_hant: 魔物資料庫

source: Monster Summon Database
de: Monsterbeschwörungs-Datenbank
es: Base de datos de invocación de monstruos
fr: Base de données des invocations de monstres
id: Database Summon Monster
it: Database summon mostri
ja: モンスター召喚データベース
ko: 몬스터 소환 데이터베이스
pt_br: Banco de dados de invocação de monstros
ru: База призыва монстров
th: ฐานข้อมูลเรียกมอนสเตอร์
tr: Canavar çağırma veritabanı
zh_hans: 魔物召唤数据库
zh_hant: 魔物召喚資料庫

source: monsters
de: Monster
es: monstruos
fr: monstres
id: monster
it: mostri
ja: 体のモンスター
ko: 마리의 몬스터
pt_br: monstros
ru: монстров
th: มอนสเตอร์
tr: canavar
zh_hans: 只魔物
zh_hant: 隻魔物

source: Monsters
de: Monster
es: Monstruos
fr: Monstres
id: Monster
it: Mostri
ja: モンスター
ko: 몬스터
pt_br: Monstros
ru: Монстры
th: มอนสเตอร์
tr: Canavarlar
zh_hans: 魔物
zh_hant: 魔物

source: No
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
pt_br: Não
ru: Нет
th: ไม่
tr: Hayır
zh_hans: 否
zh_hant: 否

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
id: Tidak Ada Hasil
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: Sem resultados
ru: Нет результатов
th: ไม่มีผลลัพธ์
tr: Sonuç yok
zh_hans: 无结果
zh_hant: 無結果

source: Pet Database
de: Pet-Datenbank
es: Base de datos de pets
fr: Base de données des familiers
id: Database Pet
it: Database pet
ja: ペットデータベース
ko: 펫 데이터베이스
pt_br: Banco de dados de pets
ru: База питомцев
th: ฐานข้อมูลสัตว์เลี้ยง
tr: Pet veritabanı
zh_hans: 宠物数据库
zh_hant: 寵物資料庫

source: Race
de: Rasse
es: Raza
it: Razza
ja: 種族
ko: 종족
pt_br: Raça
ru: Раса
th: เผ่า
tr: Irk
zh_hans: 种族
zh_hant: 種族

source: Race Groups
de: Rassengruppen
es: Grupos de raza
fr: Groupes de race
id: Grup Race
it: Gruppi razza
ja: 種族グループ
ko: 종족 그룹
pt_br: Grupos de raça
ru: Группы рас
th: กลุ่มเผ่า
tr: Irk grupları
zh_hans: 种族组
zh_hant: 種族組

source: Refinable
de: Verfeinerbar
fr: Raffinable
id: Bisa Refine
it: Raffinabile
ja: 精錬可能
ko: 제련 가능
pt_br: Refinável
ru: Можно точить
th: ตีบวกได้
tr: Refine edilebilir
zh_hans: 可精炼
zh_hant: 可精煉

source: Resistance
de: RES
es: RES
fr: RES
id: RES
it: RES
ja: RES
ko: RES
pt_br: RES
ru: RES
th: RES
tr: RES
zh_hans: RES
zh_hant: RES

source: Retaliate Rate
de: Gegenangriffsrate
es: Tasa de contraataque
fr: Taux de riposte
id: Rate Balasan
it: Rate contrattacco
ja: 反撃率
ko: 반격 확률
pt_br: Taxa de contra-ataque
ru: Шанс ответной атаки
th: อัตราโต้กลับ
tr: Karşı saldırı oranı
zh_hans: 反击率
zh_hant: 反擊率

source: Script
de: Skript
ja: スクリプト
ko: 스크립트
ru: Скрипт
th: สคริปต์
tr: Betik
zh_hans: 脚本
zh_hant: 腳本

source: Sell
de: Verkaufspreis
es: Venta
fr: Vente
id: Jual
it: Vendi
ja: 売値
ko: 판매가
pt_br: Venda
ru: Продажа
th: ราคาขาย
tr: Satış
zh_hans: 卖价
zh_hant: 賣價

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Taglia
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
zh_hans: 体型
zh_hant: 體型

source: Skill Database
de: Skill-Datenbank
es: Base de datos de skills
fr: Base de données des skills
id: Database Skill
it: Database skill
ja: スキルデータベース
ko: 스킬 데이터베이스
pt_br: Banco de dados de habilidades
ru: База навыков
th: ฐานข้อมูลสกิล
tr: Yetenek veritabanı
zh_hans: 技能数据库
zh_hant: 技能資料庫

source: Skill Range
de: Skill-Reichweite
es: Alcance de skill
fr: Portée de skill
id: Jarak Skill
it: Raggio skill
ja: スキル射程
ko: 스킬 범위
pt_br: Alcance da habilidade
ru: Дальность навыка
th: ระยะสกิล
tr: Yetenek menzili
zh_hans: 技能范围
zh_hant: 技能範圍

source: SP Factor
de: SP-Faktor
es: Factor de SP
fr: Facteur de SP
id: Faktor SP
it: Fattore SP
ja: SP係数
ko: SP 계수
pt_br: Fator de SP
ru: Коэффициент SP
th: ตัวคูณ SP
tr: SP katsayısı
zh_hans: SP 系数
zh_hant: SP 係數

source: SP Increase
de: SP-Zuwachs
es: Aumento de SP
fr: Gain de SP
id: Kenaikan SP
it: Incremento SP
ja: SP増加量
ko: SP 증가량
pt_br: Aumento de SP
ru: Прирост SP
th: SP ที่เพิ่มขึ้น
tr: SP artışı
zh_hans: SP 增量
zh_hant: SP 增量

source: Special Performance
de: Spezialanimation
es: Animación especial
fr: Animation spéciale
id: Animasi Spesial
it: Animazione speciale
ja: 特殊演出
ko: 특수 연출
pt_br: Animação especial
ru: Особая анимация
th: แอนิเมชันพิเศษ
tr: Özel animasyon
zh_hans: 特殊演出
zh_hant: 特殊演出

source: Status Change Database
de: Statuseffekt-Datenbank
es: Base de datos de estados
fr: Base de données des effets de statut
id: Database Status Effect
it: Database status effect
ja: 状態異常データベース
ko: 상태이상 데이터베이스
pt_br: Banco de dados de efeitos de status
ru: База статусных эффектов
th: ฐานข้อมูลเอฟเฟกต์สถานะ
tr: Durum efekti veritabanı
zh_hans: 状态效果数据库
zh_hant: 狀態效果資料庫

source: Summon
de: Beschwörung
es: Invocación
fr: Invocation
ja: 召喚
ko: 소환
pt_br: Invocação
ru: Призыв
th: เรียก
tr: Çağırma
zh_hans: 召唤
zh_hant: 召喚

source: Support Script
de: Support-Skript
es: Script de soporte
fr: Script de support
id: Script Support
it: Script supporto
ja: サポートスクリプト
ko: 지원 스크립트
pt_br: Script de suporte
ru: Скрипт поддержки
th: สคริปต์สนับสนุน
tr: Destek betiği
zh_hans: 支援脚本
zh_hant: 支援腳本

source: Target Type
de: Zieltyp
es: Tipo de objetivo
fr: Type de cible
id: Jenis Target
it: Tipo bersaglio
ja: 対象タイプ
ko: 대상 종류
pt_br: Tipo de alvo
ru: Тип цели
th: ประเภทเป้าหมาย
tr: Hedef türü
zh_hans: 目标类型
zh_hant: 目標類型

source: Type
de: Typ
es: Tipo
id: Tipe
it: Tipo
ja: タイプ
ko: 종류
pt_br: Tipo
ru: Тип
th: ประเภท
tr: Tür
zh_hans: 类型
zh_hant: 類型

source: Unequip Script
de: Ablegeskript
es: Script al desequipar
fr: Script de déséquipement
id: Script Unequip
it: Script unequip
ja: 解除スクリプト
ko: 해제 스크립트
pt_br: Script ao desequipar
ru: Скрипт снятия
th: สคริปต์เมื่อถอด
tr: Çıkarma betiği
zh_hans: 卸下脚本
zh_hant: 卸下腳本

source: View
de: Ansichts-ID
es: ID de vista
fr: ID d’apparence
id: ID Tampilan
it: ID aspetto
ja: 外見ID
ko: 외형 ID
pt_br: ID de aparência
ru: ID вида
th: ID รูปลักษณ์
tr: Görünüm ID
zh_hans: 外观编号
zh_hant: 外觀編號

source: Walk Speed
de: Bewegungsgeschwindigkeit
es: Velocidad de movimiento
fr: Vitesse de déplacement
id: Kecepatan Jalan
it: Velocità movimento
ja: 移動速度
ko: 이동 속도
pt_br: Velocidade de movimento
ru: Скорость движения
th: ความเร็วเคลื่อนที่
tr: Hareket hızı
zh_hans: 移动速度
zh_hant: 移動速度

source: Weapon Level
de: Waffenstufe
es: Nivel de arma
fr: Niveau d’arme
id: Level Senjata
it: Livello arma
ja: 武器レベル
ko: 무기 레벨
pt_br: Nível da arma
ru: Уровень оружия
th: เลเวลอาวุธ
tr: Silah seviyesi
zh_hans: 武器等级
zh_hant: 武器等級

source: Weapon Type
de: Waffentyp
es: Tipo de arma
fr: Type d’arme
id: Jenis Senjata
it: Tipo arma
ja: 武器タイプ
ko: 무기 종류
pt_br: Tipo de arma
ru: Тип оружия
th: ประเภทอาวุธ
tr: Silah türü
zh_hans: 武器类型
zh_hant: 武器類型

source: Weight
de: Gewicht
es: Peso
fr: Poids
id: Berat
it: Peso
ja: 重量
ko: 무게
pt_br: Peso
ru: Вес
th: น้ำหนัก
tr: Ağırlık
zh_hans: 重量
zh_hant: 重量

source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
pt_br: Sim
ru: Да
th: ใช่
tr: Evet
zh_hans: 是
zh_hant: 是

source: Aegis Name
es: Nombre Aegis
fr: Nom Aegis
id: Nama Aegis
it: Nome Aegis
ja: Aegis名
ko: Aegis 이름
pt_br: Nome Aegis
ru: Имя Aegis
th: ชื่อ Aegis
tr: Aegis adı
zh_hans: Aegis 名称
zh_hant: Aegis 名稱

source: AI
es: IA
fr: IA
it: IA
pt_br: IA
ru: ИИ
tr: Yapay zeka

source: Base Exp
es: EXP base
fr: EXP de base
it: EXP base
pt_br: EXP de base
zh_hans: Base 经验值
zh_hant: Base 經驗值

source: Base Level
es: Nivel base
fr: Niveau de base
it: Livello base
ja: Base Lv
ko: Base Lv
pt_br: Nível de base
ru: Base Lv
th: Base Lv
tr: Base Lv
zh_hans: Base 等级
zh_hant: Base 等級

source: Element
es: Elemento
fr: Élément
id: Elemen
it: Elemento
ja: 属性
ko: 속성
pt_br: Elemento
ru: Элемент
th: ธาตุ
zh_hans: 属性
zh_hant: 屬性

source: Filter
es: Filtro
fr: Filtre
it: Filtro
ja: フィルター
ko: 필터
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง
tr: Filtre
zh_hans: 筛选
zh_hant: 篩選

source: Icon
es: Icono
fr: Icône
id: Ikon
it: Icona
ja: アイコン
ko: 아이콘
pt_br: Ícone
ru: Иконка
th: ไอคอน
tr: Simge
zh_hans: 图标
zh_hant: 圖示

source: Info
es: Información
fr: Infos
ja: 情報
ko: 정보
pt_br: Informações
ru: Информация
th: ข้อมูล
tr: Bilgi
zh_hans: 信息
zh_hant: 資訊

source: Items
es: Objetos
fr: Objets
id: Item
it: Oggetti
ja: アイテム
ko: 아이템
pt_br: Itens
ru: Предметы
th: ไอเทม
tr: Eşyalar
zh_hans: 道具
zh_hant: 道具

source: Job Exp
es: EXP de job
fr: EXP de job
pt_br: EXP de classe
zh_hans: Job 经验值
zh_hant: Job 經驗值

source: Job Level
es: Nivel de job
fr: Niveau de job
it: Livello job
ja: Job Lv
ko: Job Lv
pt_br: Nível de classe
ru: Job Lv
th: Job Lv
tr: Job Lv
zh_hans: Job 等级
zh_hant: Job 等級

source: Level
es: Nivel
fr: Niveau
it: Livello
ja: レベル
ko: 레벨
pt_br: Nível
ru: Уровень
th: เลเวล
tr: Seviye
zh_hans: 等级
zh_hant: 等級

source: Monster
es: Monstruo
fr: Monstre
it: Mostro
ja: モンスター
ko: 몬스터
pt_br: Monstro
ru: Монстр
th: มอนสเตอร์
tr: Canavar
zh_hans: 魔物
zh_hant: 魔物

source: MVP Drops
es: Drops MVP
fr: Drops MVP
id: Drop MVP
it: Drop MVP
ja: MVPドロップ
ko: MVP 드롭
pt_br: Drops MVP
ru: MVP-дроп
th: ดรอป MVP
tr: MVP dropları
zh_hans: MVP 掉落
zh_hant: MVP 掉落
